11/data/attachments/32a2ca8817b7b40a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:username>
            <nif:friendToBeAdded>Bobby_lot_Actions_95052_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>